[M_Overlooked3 MissionDefinition]
MissionName="Overlook: Apenas Um Teste"
MissionDescription="O escudo construido para [place]Overlook[-place] ainda não foi testado. Você precisará dar uma ajudinha com isso. Karima lhe pediu que vá até um complexo da Hyperion nas proximidades e programe um lança-morteiros para que abra fogo sobre [place]Overlook[-place]. Se tudo correr bem, o escudo se ativará e bloqueará o ataque."
TurnInDescription="O povo de [place]Overlook[-place] finalmente está a salvo! Quer dizer, menos aquele cara que morreu."
MissionSummary="Coloque o escudo de [place]Overlook[-place] à prova."
MissionGiver="Karima"
MissionTurnInLocation="Karima"
TeaserText="Overlook está quase a salvo..."

[M_Overlooked3:AimGun1ObjSet MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_Overlooked3:AimGunAgain MissionObjectiveDefinition]
ProgressMessage="Aponte o lança-morteiros"

[M_Overlooked3:AimGunAgain_ObjSet MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_Overlooked3:FinalObjSet MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_Overlooked3:MissionObjectiveSetDefinition_0 MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_Overlooked3:MissionObjectiveSetDefinition_10 MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride="O escudo construido para [place]Overlook[-place] ainda não foi testado. Você precisará dar uma ajudinha com isso. Karima lhe pediu que vá até um complexo da Hyperion nas proximidades e programe um lança-morteiros para que abra fogo sobre [place]Overlook[-place]. Se tudo correr bem, o escudo se ativará e bloqueará o ataque. É melhor que funcione dessa vez."

[M_Overlooked3:MissionObjectiveSetDefinition_9 MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride="O escudo construido para [place]Overlook[-place] ainda não foi testado. Você precisará dar uma ajudinha com isso. Karima lhe pediu que vá até um complexo da Hyperion nas proximidades e programe um lança-morteiros para que abra fogo sobre [place]Overlook[-place]. Se tudo correr bem, o escudo se ativará e bloqueará o ataque. Você encontrou um morteiro que pode ser usado para disparar contra [place]Overlook[-place]. Karima pediu que o apontasse sobre um ponto específico do povoado que, segundo ela, é perfeito para testar a potência do escudo."

[M_Overlooked3:Overlook3_DeployGun MissionObjectiveDefinition]
ProgressMessage="Ative o lança-morteiros"

[M_Overlooked3:Overlooked3_AimGun MissionObjectiveDefinition]
ProgressMessage="Aponte o lança-morteiros para Overlook"

[M_Overlooked3:Overlooked3_FireGun MissionObjectiveDefinition]
ProgressMessage="Dispare os morteiros"

[M_Overlooked3:Overlooked3_FireGun2 MissionObjectiveDefinition]
ProgressMessage="Dispare os morteiros mais uma vez"

[M_Overlooked3:Overlooked3_GoToGun MissionObjectiveDefinition]
ProgressMessage="Chegue até o lança-morteiros da Hyperion"

